const data = {
  title: 'Бенуа — идеолог новой художественной эпохи',

  blockquote: {
    p: '«Этот образованный и чуткий человек всегда обладал, кроме того, одним качеством — страстью к педагогической деятельности. Он, будучи ещё совсем молодым человеком, невольно и беспрерывно «вwоспитывал» в своих верных собеседниках ту настоящую любовь к искусству, которою он непрестанно живёт до сих пор»',
    cite: 'Сергей Павлович Дягилев об Александре Николаевиче Бенуа.',
  },

  paragraphs: [
    'В Петербурге в семье профессора архитектуры Николая Леонтьевича Бенуа и Камиллы Альбертовны Кавос 3 мая 1870 года родился сын — Александр Бенуа, которому было уготовано судьбою множество замечательных свершений.',
    'Семейная родословная Бенуа начинается с Никола Дени Бенуа, простого хлебопашца. Сын Никола, который приходился прадедом Александру Бенуа, получил образование самостоятельно и открыл школу, в которой получили образование пятеро его детей. Младший сын Никола, который приходился дедом будущему художнику, Луи-Жюль Бенуа, не смог принять революционных событий во Франции и в 1794 году приехал в Россию.',
    'Обосновавшись в Петербурге дед художника стал метрдотелем при дворе Павла I и женился на фрейлине немецкого происхождения Екатерине Андреевне Гроппе. Луи Бенуа был зажиточным петербуржцем, имел два городских дома и воспитывал одиннадцать детей. Сын Луи Бенуа, получивший в России имя Николай Леонтьевич, был крестником вдовствующей императрицы Марии Фёдоровны и являлся автором многих построек Петербурга и железнодорожных станций.',
    `Интересна история рода Александра Бенуа и со стороны матери, корни которой уходили в венецианские семьи. Прапрадед будущего художника — Джованни Кавос, был директором венецианского театра Фениче. Прадед Александра Бенуа, сын Джованни Кавоса — Катарино Кавос, в конце XVIII столетия приехал в Петербург и руководил частью Императорских театров. Именно Катарино Кавос стал родоначальником русской <a href="about:blank" rel="noopener noreferrer" target="_blank">оперы</a> и создал первый вариант «Ивана Сусанина».`,
    'Дед Александра Бенуа — Альберт Катаринович Кавос — учился на математическом факультете Падуанского университета, окончив его с отличием стал архитектором. Альберт Кавос построил здания Мариинского театра в Петербурге и занимался восстановлением Большого театра в Москве. Однако, несмотря на столь одарённых предков, мать Александра Бенуа не унаследовала ни художественных, ни музыкальных талантов, что отнюдь не помешало ей гармонично развивать таланты будущего художника.',
    'Жажда творчества и знаний и художественная среда, с юных лет окружавшие Бенуа, помогли стать ему самобытным живописцем и талантливым историком искусства. С малых лет Александр Бенуа наблюдал за творчеством брата Альберта, писавшего акварелью. Семейство часто посещало пригороды Петербурга, дворцовые комплексы которого произвели неизгладимое впечатление на юного Бенуа.',
    `С детства Бенуа страстно увлёкся <a href="about:blank" rel="noopener noreferrer" target="_blank">театром</a>. Страсть была настолько яркой и сильной, что переросла в крепкую любовь на всю жизнь. У мальчика были даже игрушечные наборы с декорациями и бумажными фигурками актёров, а бабушка по материнской линии привозила для внука из Венеции марионеток. Во взрослой жизни Александр Бенуа часто разрабатывал художественное оформление к спектаклям.`,
    'В период с 1885 по 1890 года Александр учился в частной гимназии Карла Ивановича Мая, где подружился с будущими художником Константином Сомовым, музыкантом Вальтером Нувелем и критиком Дмитрием Философовым. В дальнейшем они организовали общество «Мир искусства». В 1887 году Александр Бенуа посещал Академию художеств, однако получаемые знания не удовлетворяли требований художника и он бросил обучение. Профессионально образование живописца великий художник так и не получил.',
    'В период с 1890 по 1894 года Бенуа учился на юридическом факультете Петербургского университета, а живописью занимался самостоятельно. Учителями юного художника были старший брат Альберт и французские художники XVIII столетия — Франсуа Буше, Антуан Ватто, Жан-Оноре Фрагонар. Александр Бенуа разработал свою собственную программу обучения — много упражнялся в рисовании с натуры, с головой погрузился в изучение истории живописи. Собственный план обучения полностью заменил систематическое обучение в Академии художеств. Более того, изучение живописи позволило в дальнейшем Бенуа встать у истоков отечественного искусствознания.',
    'В возрасте двадцати трёх лет в 1893 году Бенуа впервые принял участие в выставке «Общества акварелистов», а в 1894 году напечатал первый очерк о русском искусстве в мюнхенском издании «История живописи в XIX веке». Данным очерком он заявил о себе как о молодом талантливом специалисте в области искусствознания.',
    'В 1894 году Александр Бенуа женился на Анне Кинд, знакомство с которой произошло ещё в отроческие годы. Впервые с будущей женой Бенуа встретился в шестилетнем возрасте на свадьбе брата Альберта, который женился на старшей сестре Анны — Марии Кинд. Первое признание в любви Александр сделал на маскараде, когда ещё учился в гимназии, в шестнадцать лет. Однако спустя некоторое время Альберт Бенуа и Мария Кинд развелись, что охладило отношения между семействами и в итоге привело и к разрыву между Анной и Александром в 1889 году.',
    'Спустя два года роман между Анной и Бенуа возобновился, а в 1894 году, сразу после окончания учёбы в университете, Александр женился на Анне. Любовь к жене Александр Бенуа пронёс через всю жизнь — до конца своих дней Анна Кинд оставалась для художника самой очаровательной женщиной в мире. В 1895 году у супругов родилась дочь Анна.',
    'В 1896 году Бенуа с женой и маленькой дочерью посетили Париж, после чего родилась серия акварелей «Последние прогулки короля». С этого момента начался творческий путь Александра Бенуа как художника-пейзажиста.',
    'Величественный памятник культуры ушедшей эпохи Версаль — хранитель дворцовых тайн и истории, произвёл на художника сильное впечатление. Тщательное изучение исторических материалов позволило художнику воссоздать придворный быт Версаля в живописи во всей его красе. Александр Бенуа создал акварели-ретроспективы, которые описывают события прошлого.',
    'Серия акварелей «Последние прогулки короля» пропитаны грустью и красноречиво повествуют зрителю о том, что яркий век молодости, силы и красоты короля Восходящего Солнца остался в прошлом. Данный цикл серийных работ художник передал в дар княгине Марии Клавдиевне Тенишевой, у которой он был хранителем частного художественного собрания.',
    'В 1898 году в Париже у четы Бенуа родилась вторая дочь — Елена, названная в честь одной из двоюродных тёток. Воспитывалась Елена на французский лад, за которым тщательно следила приставленная к Анне сиделка. В этом же году художник написал «Маскарад при Людовике XIV» — яркая, в какой-то мере сказочная работа, пропитанная особой выразительностью и мажорным настроением.',
    'В 1898 году произошло ещё одно важное событие — петербургская выставка произведений русских и финляндских художников. Организована выставка была обществом «Мир искусства» под руководством Александра Бенуа и Сергея Дягилева. Идея выставки заключалась в том, что участие в ней принимали молодые представители русской живописи, которые ненавидели рутину академизма, насаждаемого императорской Академией художеств. С другой стороны юные художники не жаждали никакой революции и с уважением относились к русской школе живописи.',
    `В 1899 году общество получило официальное название «Мир искусства», а его идейным лидером стал Александр Бенуа, который также работал и над журналом общества. Мирискусники дали жизнь таким направлениям искусства, как книжная графика — оформление иллюстраций и сценография — оформление спектаклей. Кроме этого они изготовляли предметы мебели и другие объекты декоративно-прикладного искусства. Общество активно занималось изучением истории русского искусства, используя никем не рассматриваемые ранее материалы. На этом прервём повествование до следующего раза, когда расскажем о <a href="about:blank" rel="noopener noreferrer" target="_blank">дальнейшем творчестве</a> и судьбе великого художника.`,
  ],

  images: {
    benuaImg1: {
      src: '/images/benuaImg/benuaImg1.png',
      alt: 'Эскиз декорации для «Мести Купидона» Танеева. 1900',
    },
    benuaImg2: {
      src: '/images/benuaImg/benuaImg2.png',
      alt: 'Изображение. Александр Николаевич Бенуа. «Прогулки в любую погоду» (из серии «Последние прогулки короля»). 1896 — 1898 год.',
      figcaption:
        'Источник: google.com. Александр Николаевич Бенуа. «Прогулки в любую погоду» (из серии «Последние прогулки короля»). 1896 — 1898 год.',
    },
    benuaImg3: {
      src: '/images/benuaImg/benuaImg3.png',
      alt: 'Изображение. Александр Николаевич Бенуа. «Кормление рыб» (из серии «Последние прогулки короля»). 1897 год.',
      figcaption:
        'Источник: google.com. Александр Николаевич Бенуа. «Кормление рыб» (из серии «Последние прогулки короля»). 1897 год.',
    },
    benuaImg4: {
      src: '/images/benuaImg/benuaImg4.png',
      alt: 'Изображение. Александр Николаевич Бенуа. Страница из «Азбуки в картинках Александра Бенуа». 1904 год.',
      figcaption:
        'Источник: google.com. Александр Николаевич Бенуа. Страница из «Азбуки в картинках Александра Бенуа». 1904 год.',
    },
    benuaImg5: {
      src: '/images/benuaImg/benuaImg5.png',
      alt: 'Изображение. Александр Николаевич Бенуа. «У бассейна Цереры» (из серии «Последние прогулки короля»). 1897 год.',
      figcaption:
        'Источник: google.com. Александр Николаевич Бенуа. «У бассейна Цереры» (из серии «Последние прогулки короля»). 1897 год.',
    },
    benuaImg6: {
      src: '/images/benuaImg/benuaImg6.png',
      alt: 'Изображение. Александр Николаевич Бенуа. «Озеро Примель. Бретань.». 1905 год.',
      figcaption:
        'Источник: google.com. Александр Николаевич Бенуа. «Озеро Примель. Бретань.». 1905 год.',
    },
    benuaImg7: {
      src: '/images/benuaImg/benuaImg7.png',
      alt: 'Изображение. Александр Николаевич Бенуа. «Маскарад при Людовике XIV». 1898 год.',
      figcaption:
        'Источник: google.com. Александр Николаевич Бенуа. «Маскарад при Людовике XIV». 1898 год.',
    },
    benuaImg8: {
      src: '/images/benuaImg/benuaImg8.png',
      alt: 'Изображение. Александр Николаевич Бенуа. «Водный партер в Версале». 1905 год.',
      figcaption:
        'Источник: google.com. Александр Николаевич Бенуа. «Водный партер в Версале». 1905 год.',
    },
  },
}

export default data
